Repository: strumswell/oscar-weather
Catalog: Oscar°/Localizable.xcstrings
Source language: de
Languages: en, tr

source: Ermöglicht durch Open-Data-Projekte weltweiter Wetterdienste. Komplett kostenlos. Für immer.
en: Powered by open-data projects from weather services around the world. Completely free. Forever.
tr: Dünyanın dört bir yanındaki meteoroloji servislerinin açık veri projeleriyle. Tamamen ücretsiz. Sonsuza dek.

# Erreicht %@ gegen %@.
source: Erreicht %1$@ gegen %2$@.
en: Reaches %1$@ around %2$@.
tr: %1$@ noktasına %2$@ civarında ulaşacak.

source: ET₀ beschreibt, wie viel Wasser eine gut versorgte Referenzfläche an die Luft abgibt. Für heute summieren sich die stündlichen Werte auf %@. Bei Millimeter-Angaben entspricht 1 mm ungefähr 1 Liter Wasser pro Quadratmeter.
en: ET₀ describes how much water a well-watered reference surface releases into the air. Today's hourly values add up to %@. For millimeter values, 1 mm is roughly 1 liter of water per square meter.
tr: ET₀, iyi sulanmış bir referans yüzeyin havaya ne kadar su verdiğini açıklar. Bugünün saatlik değerleri toplam %@ eder. Milimetre değerlerinde 1 mm yaklaşık olarak metrekare başına 1 litre suya karşılık gelir.

source: ET₀ beschreibt, wie viel Wasser eine gut versorgte Referenzfläche an die Luft abgibt. Für heute summieren sich die stündlichen Werte auf %@. Das entspricht ungefähr %@ Litern Wasser pro Quadratmeter.
en: ET₀ describes how much water a well-watered reference surface releases into the air. Today's hourly values add up to %@. That is roughly %@ liters of water per square meter.
tr: ET₀, iyi sulanmış bir referans yüzeyin havaya ne kadar su verdiğini açıklar. Bugünün saatlik değerleri toplam %@ eder. Bu, metrekare başına yaklaşık %@ litre suya karşılık gelir.

source: ET₀ ist die Referenz-Evapotranspiration eines gut bewässerten Grasfeldes und dient zur Schätzung des Bewässerungsbedarfs von Pflanzen.
en: ET₀ is the reference evapotranspiration of a well-watered grass field and is used to estimate the irrigation requirements of plants.
tr: ET₀, iyi sulanan bir çim alanın referans evapotranspirasyonudur ve bitkilerin sulama gereksinimlerini tahmin etmek için kullanılır.

source: Europa
en: Europe
tr: Avrupa

source: Europäisches Zentrum für mittelfristige Wettervorhersagen
en: European Centre for Medium-Range Weather Forecasts
tr: Avrupa Orta Vadeli Hava Tahminleri Merkezi

source: Europaweites Komposit (OPERA-Programm) aus den Radaren von über 30 Ländern. Neue Messung alle 15 Minuten; die Zwischenschritte berechnet Oscar aus der Zugbewegung.
en: Europe-wide composite (OPERA programme) from the radars of more than 30 countries. A new measurement every 15 minutes; Oscar fills in the steps between from the motion of the rain.
tr: 30'dan fazla ülkenin radarlarından oluşan Avrupa geneli kompozit (OPERA programı). Her 15 dakikada bir yeni ölçüm; aradaki adımları Oscar yağışın hareketinden hesaplar.

source: Extrem
en: Extreme
tr: Aşırı

source: Extrem schlecht
en: Extremely poor
tr: Son derece kötü

# Extreme
source: Extrem
en: Extreme
tr: Aşırı

source: Extreme gesundheitliche Gefährdung, Besondere Schutzmaßnahmen sind ein Muss.
en: Extreme health risk, special protective measures are essential.
tr: Aşırı sağlık riski, özel korunma önlemleri şarttır.

source: Extreme Unwetterwarnung
en: Extreme Weather Warning
tr: Aşırı Şiddetli Hava Uyarısı

source: Extremer Schauer
en: Extreme Shower
tr: Aşırı Sağanak

source: Fallend
en: Falling
tr: Düşüyor

source: Familie
en: Family
tr: Aile

source: Farbskala von kühler als normal (blau) bis wärmer als normal (rot).
en: Color scale from cooler than normal (blue) to warmer than normal (red).
tr: Renk ölçeği: normalden serin (mavi) ile normalden sıcak (kırmızı) arası.

source: Fertig
en: Done
tr: Bitti

source: Feucht
en: Humid
tr: Nemli

source: Fläche
en: Area
tr: Alan

source: Flugwetterdienst Brasiliens (DECEA)
en: Brazil's aviation weather service (DECEA)
tr: Brezilya havacılık meteoroloji servisi (DECEA)

source: Flüssige Bewegungen
en: Smooth Motion
tr: Akıcı Hareket

source: Frankreich & Europa
en: France & Europe
tr: Fransa ve Avrupa

source: Frische Brise
en: Fresh breeze
tr: Canlı esinti

source: Für den aktuellen Zeitraum liegen keine Pollendaten vor.
en: No pollen data is available for the current period.
tr: Geçerli dönem için polen verisi yok.

source: Für die aktuelle Stunde liegen keine Luftqualitätsdaten vor.
en: No air quality data is available for the current hour.
tr: Mevcut saat için hava kalitesi verisi yok.

source: Für die aktuelle Stunde liegen keine UV-Daten vor.
en: No UV data is available for the current hour.
tr: Mevcut saat için UV verisi yok.

source: Für die nächsten Tage wird kein Niederschlag vorhergesagt.
en: No rain is predicted for the next few days.
tr: Önümüzdeki birkaç gün için yağış beklenmemektedir.

source: Für dieses Radar nicht verfügbar
en: Not available for this radar
tr: Bu radar için kullanılamıyor

source: Ganz ohne Standortfreigabe. Du kannst später jederzeit wechseln oder weitere Orte hinzufügen.
en: No location access needed. You can switch or add more places anytime.
tr: Konum izni gerekmez. İstediğiniz zaman değiştirebilir veya başka yerler ekleyebilirsiniz.

source: Gefrierend
en: Freezing
tr: Donan yağış

source: Gefrierender Regen
en: Freezing rain
tr: Dondurucu yağmur

source: GEFS zeigt lange Trends, ist aber wegen des groben Gitters weniger lokal.
en: GEFS shows long-range trends, but is less local because of its coarse grid.
tr: GEFS uzun vadeli eğilimleri gösterir, ancak kaba ızgarası nedeniyle yerel ayrıntılarda daha zayıftır.

source: Gefühlt %@
en: Feels like %@
tr: Hissedilen %@

source: Gefühlte Temperatur
en: Apparent temperature
tr: Hissedilen sıcaklık

source: Gering
en: Low
tr: Düşük

source: Geringe gesundheitliche Gefährdung
en: Low health risk
tr: Düşük sağlık riski

source: Gesamtniederschlag
en: Total Precipitation
tr: Toplam Yağış

source: Geschafft!
en: All set!
tr: Hazır!

source: Gesundheitsbewertung
en: Health assessment
tr: Sağlık değerlendirmesi

source: Gewählter Punkt
en: Selected point
tr: Seçilen nokta

source: Gewitter
en: Thunderstorm
tr: Gök gürültülü fırtına

source: Globales 0,25°-Modell (Open-Data, ca. 2 Std. Verzögerung).
en: Global 0.25° model (open data, approx. 2 h delay).
tr: Küresel 0,25° model (açık veri, yaklaşık 2 saat gecikme).

source: Globales Modell des australischen Wetterdienstes.
en: Global model from the Australian weather service.
tr: Avustralya hava durumu servisinin küresel modeli.

source: Globales Modell des chinesischen Wetterdienstes.
en: Global model from the Chinese weather service.
tr: Çin hava durumu servisinin küresel modeli.

source: Globales Modell für den mittelfristigen Überblick mit Temperatur, Regen, Wind und Luftdruck in Drei-Stunden-Schritten.
en: Global model for medium-range outlooks with temperature, rain, wind, and pressure in three-hour steps.
tr: Orta vadeli genel görünüm için sıcaklık, yağış, rüzgâr ve basıncı üç saatlik adımlarla sunan küresel model.

source: Gräser
en: Grass
tr: Çimen

source: Großbritannien
en: United Kingdom
tr: Birleşik Krallık

source: Große Bäume bewegen sich, Zweige können brechen.
en: Large trees move and branches can break.
tr: Büyük ağaçlar hareket eder, dallar kırılabilir.

source: Größere Zweige und kleine Bäume bewegen sich.
en: Larger branches and small trees move.
tr: Daha büyük dallar ve küçük ağaçlar hareket eder.

source: Gut
en: Good
tr: İyi

source: Hagel
en: Hail
tr: Dolu

source: Hauptschadstoff
en: Main pollutant
tr: Ana kirletici

source: Hell
en: Light
tr: Açık

source: Hemd, Sonnencreme und Sonnenbrille schützen vor zu viel UV-Strahlung.
en: A shirt, sunscreen, and sunglasses protect against excessive UV exposure.
tr: Gömlek, güneş kremi ve güneş gözlüğü aşırı UV ışınlarına karşı korur.

source: heute
en: today
tr: bugün

source: Heute
en: Today
tr: Bugün

source: Heute %@
en: Today %@
tr: Bugün %@

source: Heute %@ · Normal %@ · Rekord %@ (%@)
en: Today %@ · Normal %@ · Record %@ (%@)
tr: Bugün %@ · Normal %@ · Rekor %@ (%@)

source: Himmel
en: Sky
tr: Gökyüzü

source: Hinzufügen
en: Add
tr: Ekle

source: Hitze (%@)
en: Heat (%@)
tr: Sıcak (%@)

source: Hoch
en: High
tr: Yüksek

source: Hochauflösendes Modell für Italien.
en: High-resolution model for Italy.
tr: İtalya için yüksek çözünürlüklü model.

source: Hochauflösendes Regionalmodell, weltweit durch ECMWF ergänzt.
en: High-resolution regional model, extended worldwide by ECMWF.
tr: Yüksek çözünürlüklü bölgesel model, ECMWF ile dünya genelinde tamamlanır.

source: Hohe gesundheitliche Gefährdung, Schutzmaßnahmen sind erforderlich.
en: High health risk, protective measures are required.
tr: Yüksek sağlık riski, korunma önlemleri gereklidir.

source: ICON EU EPS ist für Europa feiner aufgelöst, reicht aber nur wenige Tage.
en: ICON EU EPS has finer resolution for Europe, but only reaches a few days out.
tr: ICON EU EPS Avrupa için daha yüksek çözünürlüklüdür, ancak yalnızca birkaç gün ileriye uzanır.

source: ICON Global EPS passt für kurze bis mittlere Trends weltweit.
en: ICON Global EPS works for short to medium-range trends worldwide.
tr: ICON Global EPS dünya genelinde kısa ve orta vadeli eğilimler için uygundur.

source: Im Tagesverlauf markieren
en: Mark in daily range
tr: Günlük aralıkta işaretle

source: Impressum
en: Imprint
tr: Künye

source: Isobaren
en: Isobars
tr: İzobarlar

source: Italien
en: Italy
tr: İtalya

source: Jeder Streifen ist die Tageshöchsttemperatur an diesem Kalendertag eines Jahres, im Vergleich zum Normalwert (1961–1990). Tippe und ziehe über die Streifen, um einzelne Jahre abzulesen.
en: Each stripe is the daily high on this calendar day of a year, compared with the normal (1961–1990). Tap and drag across the stripes to read individual years.
tr: Her şerit, bir yılın bu takvim günündeki en yüksek sıcaklığını gösterir; normal değere (1961–1990) göre. Tek tek yılları okumak için şeritlerin üzerinde dokunup sürükleyin.

source: Jeder Streifen steht für die mittlere Tageshöchsttemperatur an diesem Kalendertag eines Jahres – blau für kühler, rot für wärmer als der Normalwert (1961–1990). Tippe und ziehe über die Streifen, um einzelne Jahre abzulesen.
en: Each stripe represents the average daily high temperature on this calendar day in one year - blue for cooler, red for warmer than the normal value (1961-1990). Tap and drag over the stripes to inspect individual years.
tr: Her şerit, bir yılın bu takvim günündeki ortalama günlük en yüksek sıcaklığını gösterir - mavi normal değerden (1961-1990) daha serin, kırmızı daha sıcak. Tek tek yılları görmek için şeritlerin üzerinde dokunup sürükleyin.

source: Jetzt
en: Now
tr: Şimdi

source: Jetzt nicht
en: Not now
tr: Şimdi değil

source: Kälter als %@ aller %@ seit %@.
en: Colder than %@ of all %@ since %@.
tr: %3$@ yılından bu yana %2$@ günlerinin %1$@ daha soğuk.

source: Kältester
en: Coldest
tr: En soğuk

source: Kältester Tag
en: Coldest Day
tr: En Soğuk Gün

source: Kanaren
en: Canary Islands
tr: Kanarya Adaları

source: Karte
en: Map
tr: Harita

source: Karte schließen
en: Close Map
tr: Haritayı Kapat

source: Karten
en: Maps
tr: Haritalar

source: Kartendaten © OpenStreetMap
en: Map data © OpenStreetMap
tr: Harita verileri © OpenStreetMap

source: Kartenebenen
en: Map Layers
tr: Harita Katmanları

source: Kein Emoji
en: No emoji
tr: Emoji yok

source: Kein Regen
en: No Rain
tr: Yağmur yok

source: Kein Spam, versprochen
en: No spam, promise
tr: Spam yok, söz

source: Kein Symbol
en: No icon
tr: Simge yok

source: Keine
en: None
tr: Yok

source: Keine Daten
en: No data
tr: Veri yok

source: Keine Ensemble-Daten
en: No Ensemble Data
tr: Topluluk Verisi Yok

source: Keine Ergebnisse
en: No Results
tr: Sonuç Yok

source: Keine Pollendaten verfügbar
en: No pollen data available
tr: Polen verisi yok

source: Keine stündlichen Daten
en: No hourly data
tr: Saatlik veri yok

source: Keine Winddaten
en: No wind data

source: KI-basiertes Wettermodell von ECMWF.
en: AI-based weather model from ECMWF.
tr: ECMWF'nin yapay zeka tabanlı hava durumu modeli.

source: Klar
en: Clear
tr: Açık

source: Klima
en: Climate
tr: İklim

source: Klima. %@ %@
en: Climate. %@ %@
tr: İklim. %@ %@

source: Klimakatastrophe
en: Climate Crisis
tr: İklim Krizi

source: Komposit der beiden AEMET-Radare auf Gran Canaria und Teneriffa über den Kanarischen Inseln. In Tallagen kann der Teide einzelne Sektoren abschatten.
en: Composite of the two AEMET radars on Gran Canaria and Tenerife, covering the Canary Islands. At low levels Mount Teide can block individual sectors.
tr: Gran Canaria ve Tenerife'deki iki AEMET radarının Kanarya Adaları'nı kapsayan kompoziti. Alçak seviyelerde Teide bazı sektörleri gölgeleyebilir.

source: Körner/m³
en: grains/m³
tr: tane/m³

source: kühler als normal
en: cooler than normal
tr: normalden serin

source: Kurz: 0 windstill, 3 schwache Brise, 6 starker Wind, 8 stürmisch, 12 Orkan.
en: Quick guide: 0 calm, 3 gentle breeze, 6 strong wind, 8 gale, 12 hurricane force.

source: Leicht
en: Light
tr: Hafif

source: Leichte Brise
en: Light breeze
tr: Hafif esinti

source: Leichter Schauer
en: Light Shower
tr: Hafif Sağanak

source: Leiser Zug
en: Light air
tr: Çok hafif rüzgar

source: Letzter Kälterekord
en: Last cold record
tr: Son soğuk rekoru

source: Letzter Wärmerekord
en: Last heat record
tr: Son sıcak rekoru

source: Liste
en: List

source: Live + Kurzprognose
en: Live + short-term forecast
tr: Canlı + kısa vadeli tahmin

source: Live-Regenstatus
en: Live rain status
tr: Canlı yağmur durumu

source: Live-Regenstatus (Beta)
en: Live rain status (Beta)
tr: Canlı yağmur durumu (Beta)

source: Lizenz
en: License
tr: Lisans

source: Los geht's
en: Let's go
tr: Başlayalım

source: Los geht's!
en: Let's go!
tr: Başlayalım!

source: Löschen
en: Delete
tr: Sil

source: Luftdruck
en: Pressure
tr: Hava basıncı

source: Luftdruck (hPa)
en: Atmospheric pressure (hPa)
tr: Hava basıncı (hPa)

source: Luftdrucklinien mit Hoch- und Tiefzentren
en: Pressure lines with high and low centers
tr: Yüksek ve alçak basınç merkezleriyle izobar çizgileri

source: Luftfeuchtigkeit
en: Humidity
tr: Nem

source: Luftqualität
en: Air Quality
tr: Hava Kalitesi

source: Luftqualitätsindex
en: Air Quality Index
tr: Hava Kalitesi İndeksi

source: Lufttemperatur und gefühlte Temperatur
en: Air temperature and apparent temperature
tr: Hava sıcaklığı ve hissedilen sıcaklık

source: Markante Wetterwarnung
en: Significant Weather Warning
tr: Belirgin Hava Uyarısı

source: Mäßig
en: Moderate
tr: Orta

source: Mäßige Brise
en: Moderate breeze
tr: Orta esinti

source: Mäßiger Schauer
en: Moderate Shower
tr: Orta Şiddetli Sağanak

source: Maximum heute
en: Today's peak
tr: Bugünün en yüksek değeri

source: Meeresspiegel-Luftdruck
en: Sea-level air pressure
tr: Deniz seviyesi hava basıncı

source: Mehr als eine Vorhersage
en: More than a forecast
tr: Tahminden fazlası

source: Mehrere Modellläufe zeigen, wie stabil die Vorhersage ist. %@
en: Several model runs show how stable the forecast is. %@
tr: Birden fazla model çalıştırması tahminin ne kadar kararlı olduğunu gösterir. %@

source: Mein Standort
en: My Location
tr: Konumum

source: Mein Wetter anzeigen
en: Show my weather
tr: Hava durumumu göster

source: Meine Orte
en: My Locations
tr: Konumlarım

source: Meteogramm
en: Meteogram
tr: Meteogram

# Minor
source: Gering
en: Minor
tr: Hafif

source: Minutengenau für deinen Ort
en: Down to the minute, for your place
tr: Konumunuz için dakikası dakikasına

source: Mit deinem Standort zeigt Oscar° die Vorhersage für den Ort, an dem du gerade bist – zu Hause wie unterwegs.
en: With your location, Oscar° shows the forecast for wherever you are right now, at home and on the go.
tr: Konumunuzla Oscar°, tam olarak bulunduğunuz yer için tahmini gösterir – evde ve yolda.

source: Mitteilungen
en: Notifications
tr: Bildirimler

source: Mitteilungen sind auf Systemebene deaktiviert.
en: Notifications are disabled at the system level.
tr: Bildirimler sistem düzeyinde devre dışı bırakılmış.

source: Mittel
en: Moderate
tr: Orta

source: Mitteleuropa & Alpen
en: Central Europe & Alps
tr: Orta Avrupa ve Alpler

source: Mittlere gesundheitliche Gefährdung, Schutzmaßnahmen sind erforderlich.
en: Moderate health risk, protective measures are required.
tr: Orta düzey sağlık riski, korunma önlemleri gereklidir.

source: Mittlere Intensität
en: Average Intensity
tr: Ortalama Yoğunluk

# Moderate
source: Mäßig
en: Moderate
tr: Orta

source: Morgen
en: Tomorrow
tr: Yarın

source: Mosaik aus rund 29 Radarstandorten des brasilianischen Flugwetterdienstes. Einzelne Standorte melden unregelmäßig, Lücken sind möglich.
en: Mosaic of about 29 radar sites run by Brazil's aviation weather service. Individual sites report irregularly, so gaps are possible.
tr: Brezilya havacılık meteoroloji servisinin yaklaşık 29 radar istasyonundan oluşan mozaik. Bazı istasyonlar düzensiz veri gönderir; boşluklar olabilir.

source: Multi-Radar-Komposit über den zusammenhängenden USA mit sehr dichter Aktualisierung aus rund 180 Radaren.
en: Multi-radar composite over the contiguous US, updated at a very high rate from about 180 radars.
tr: Yaklaşık 180 radardan çok sık güncellenen, kıtasal ABD üzerinde çoklu radar kompoziti.

source: Nächsten Tage
en: Next Days
tr: Önümüzdeki Günler

source: Nacht
en: Night
tr: Gece

source: nahezu stationär
en: nearly stationary
tr: neredeyse durağan

source: Nationale Wetterdienste
en: National weather services
tr: Ulusal hava durumu servisleri

source: Native 9-km-Auflösung direkt von ECMWF, stündlich bis +90 Std.
en: Native 9 km resolution directly from ECMWF, hourly up to +90 h.
tr: Doğrudan ECMWF'den 9 km doğal çözünürlük, +90 saate kadar saatlik.

# NE_compass
source: NO
en: NE
tr: KD

source: Nebel
en: Fog
tr: Sis

source: Neuer Ort, neue Vorhersage – ganz ohne Suchen.
en: New place, new forecast. No searching needed.
tr: Yeni yer, yeni tahmin – aramaya gerek yok.

source: Niederlande & Westeuropa
en: Netherlands & Western Europe
tr: Hollanda ve Batı Avrupa

source: Niederschlag
en: Precipitation
tr: Yağış

source: Niederschlagsart
en: Precipitation Type
tr: Yağış Türü

source: Niederschlagssumme
en: Precipitation Sum
tr: Yağış Toplamı

source: Niesel
en: Drizzle
tr: Çiseleme

source: Nieselregen
en: Drizzle
tr: Çisenti

source: Noch keine Orte gespeichert.
en: No saved places yet.
tr: Henüz kayıtlı konum yok.

source: Nordamerika
en: North America
tr: Kuzey Amerika

source: Nordeuropa
en: Northern Europe
tr: Kuzey Avrupa

# Notifications
source: Mitteilungen
en: Notifications
tr: Bildirimler

# Notifications are enabled, but both alert types are currently turned off.
source: Mitteilungen sind aktiviert, aber beide Warnungstypen sind derzeit ausgeschaltet.
en: Notifications are enabled, but both alert types are currently turned off.
tr: Bildirimler etkin, ancak şu anda her iki uyarı türü de kapalı.

source: Mitteilungen sind in Oscar ausgeschaltet. Aktiviere sie, um Regenwarnungen und Wetterwarnungen für deinen aktuellen Ort zu erhalten.
en: Notifications are turned off in Oscar. Turn them on to receive rain alerts and weather alerts for your current location.
tr: Oscar'da bildirimler kapalı. Mevcut konumunuz için yağmur uyarıları ve hava durumu uyarıları almak üzere bunları açın.

source: Nur %@ – andere Orte liefern keine Daten
en: Only %@ – other locations return no data
tr: Yalnızca %@ – diğer konumlar veri döndürmez

source: Nur auf Modellebenen (Radar hat keinen Luftdruck)
en: Only on model layers (radar has no pressure data)
tr: Yalnızca model katmanlarında (radarda basınç verisi yok)

source: Nur relevante Hinweise – jederzeit in den Einstellungen abschaltbar.
en: Only relevant notices, and you can turn them off in settings anytime.
tr: Yalnızca önemli bildirimler – ayarlardan istediğiniz zaman kapatılabilir.

source: Ø Bandbreite
en: Avg. Spread
tr: Ort. Aralık

source: Ø Ensemble-Unsicherheit
en: Avg. Ensemble Uncertainty
tr: Ort. Topluluk Belirsizliği

source: Offene Daten. Für immer kostenlos.
en: Open data. Free forever.
tr: Açık veri. Sonsuza dek ücretsiz.

source: Öffnet Details zu den Radarquellen
en: Opens details about the radar sources
tr: Radar kaynakları hakkında ayrıntıları açar

source: Öffnet die Einstellungen
en: Opens the settings
tr: Ayarları açar

source: Öffnet die Erklärung zu Wettermodellen
en: Opens the weather models explanation
tr: Hava modelleri açıklamasını açar

source: Öffnet die Karte
en: Opens the map
tr: Haritayı açar

source: Öffnet die Kartenebenen
en: Opens the map layers
tr: Harita katmanlarını açar

source: Öffnet die Suche
en: Opens the search
tr: Aramayı açar

source: Öffnet die tägliche Ensemble-Vorhersage
en: Opens the daily ensemble forecast
tr: Günlük topluluk tahminini açar

source: Öffnet Klimadetails
en: Opens climate details
tr: İklim ayrıntılarını açar

source: Öffnet stündliche Umweltdiagramme
en: Opens hourly environment charts
tr: Saatlik çevre grafiklerini açar

source: Open-Meteo ist eine Open-Source-Wetter-API, die offene Wetterdaten von verschiedenen internationalen Wetterdiensten sammelt. Oscar nutzt als nicht-kommerzielle App den kostenlosen Zugang zu Open-Meteo, unterstützt das Projekt aber mit einer monatlichen Spende von fünf Euro.
en: Open-Meteo is an open source weather API that collects open weather data from various international weather services. Oscar uses the free access to Open-Meteo as a non-commercial app, but supports the project with a monthly donation of five euros.
tr: Open-Meteo, çeşitli uluslararası hava durumu hizmetlerinden açık hava durumu verilerini toplayan açık kaynaklı bir hava durumu API'sidir. Oscar, ticari olmayan bir uygulama olarak Open-Meteo'nun ücretsiz erişimini kullanır, ancak projeyi aylık beş avroluk bir bağışla destekler.

source: OPERA-Programm
en: OPERA programme
tr: OPERA programı

source: Optimiert für %@ · weltweite Daten
en: Optimized for %@ · worldwide data
tr: %@ için optimize edilmiş · dünya geneli veri

source: Orkan
en: Hurricane force
tr: Kasırga kuvveti

source: Orkanartiger Sturm
en: Violent storm
tr: Şiddetli fırtına

source: Ort hinzufügen
en: Add location
tr: Konum ekle

source: Ort suchen …
en: Search for a place …
tr: Yer arayın …

source: Orte
en: Locations
tr: Konumlar

source: Orte verwalten
en: Manage locations
tr: Konumları yönet

source: Ortswerte
en: City Values
tr: Şehir Değerleri

source: Oscar kann Beta-Regenwarnungen und Beta-Wetterwarnungen für deinen aktuellen Ort in Mitteleuropa, den USA und Taiwan senden. Schalte die einzelnen Warnungstypen unten ein oder aus.
en: Oscar can send beta rain alerts and beta weather alerts for your current location in Central Europe, the United States, and Taiwan. Turn each alert type on or off below.
tr: Oscar, Orta Avrupa, ABD ve Tayvan'daki mevcut konumunuz için beta yağmur uyarıları ve beta hava durumu uyarıları gönderebilir. Her uyarı türünü aşağıdan açıp kapatın.

source: Oscar kann Beta-Regenwarnungen und Beta-Wetterwarnungen für deinen aktuellen Standort senden. Regenwarnungen decken die Radargebiete in Europa, den USA, Taiwan und Brasilien ab; Wetterwarnungen gibt es für Europa, die USA und Taiwan. Schalte jede Warnungsart unten ein oder aus.
en: Oscar can send beta rain alerts and beta weather alerts for your current location. Rain alerts cover the radar regions in Europe, the United States, Taiwan, and Brazil; weather alerts cover Europe, the United States, and Taiwan. Turn each alert type on or off below.
tr: Oscar, mevcut konumunuz için beta yağmur uyarıları ve beta hava durumu uyarıları gönderebilir. Yağmur uyarıları Avrupa, ABD, Tayvan ve Brezilya'daki radar bölgelerini kapsar; hava durumu uyarıları Avrupa, ABD ve Tayvan için sunulur. Her uyarı türünü aşağıdan ayrı ayrı açıp kapatabilirsiniz.
